{"ID":"1","pattern":"4","input":"立方体と円柱が衝突する。床がツルツルしている。立方体の質量が小さい。円柱の質量が大きい。立方体のスピードが遅い。円柱のスピードが速い。","output":["円柱が立方体に勢いよく衝突して、立方体が遠くに弾き飛ばされる。","立方体と円柱が衝突して、立方体が遠くにとばされる。","円柱は勢いよく立方体に衝突して、立方体は勢いよく弾き飛ばされる。","円柱は加速しながら立方体に衝突して立方体が大きく弾き飛ばされ円柱は減速する。","円柱は勢いよく立方体に衝突して、立方体は遠くに弾き飛ばされる。"],"distribution":[16, 0.5]}
{"ID":"1","pattern":"7","input":"立方体と円柱が衝突する。床がツルツルしている。立方体と円柱の質量が等しい。立方体のスピードが遅い。円柱のスピードが速い。","output":["円柱が立方体に勢いよく衝突して、立方体が遠くに弾き飛ばされる。","立方体と円柱が衝突して、立方体が遠くに弾き飛ばされる。","円柱は勢いよく立方体に衝突して、立方体は遠くに弾き飛ばされ、円柱は近くに弾き飛ばされる。","円柱は加速しながら立方体に衝突して円柱が弾き飛ばされ立方体も少し弾き飛ばされる。","円柱は勢いよく立方体に衝突して、立方体は遠くに弾き飛ばされる。"],"distribution":[14, 0.5]}
{"ID":"1","pattern":"8","input":"立方体と円柱が衝突する。床がツルツルしている。立方体と円柱の質量が等しい。立方体と円柱のスピードが等しい。","output":["立方体と円柱が衝突して、どちらも反対の方向に遠くに弾き飛ばされる。","立方体と円柱が衝突して、同じくらいの距離を遠くに弾き飛ばせる。","立方体は勢いよく円柱に衝突して、立方体と円柱は遠くに弾き飛ばされる。","立方体は加速しながら円柱に衝突してどちらも同じだけ弾き飛ばされる。","立方体と円柱は衝突して、両方とも反対の方向へ弾き飛ばされる。"],"distribution":[12, 0.5]}
{"ID":"1","pattern":"13","input":"立方体と円柱が衝突する。床がツルツルしている。立方体のスピードが遅い。円柱のスピードが速い。","output":["円柱が立方体に勢いよく衝突して、立方体が遠くに弾き飛ばされる。","立方体と円柱が衝突して、立方体が遠くに弾き飛ばされる。","円柱は勢いよく立方体に衝突して、立方体は遠くに弾き飛ばされる。","円柱は加速しながら立方体に衝突して円柱が大きく弾き飛ばされ立方体も弾き飛ばされる。","円柱は勢いよく立方体に衝突して、立方体は遠くに弾き飛ばされる。"],"distribution":[14, 0.5]}
{"ID":"1","pattern":"16","input":"立方体と円柱が衝突する。床がザラザラしている。立方体の質量が大きい。円柱の質量が小さい。立方体のスピードが遅い。円柱のスピードが速い。","output":["円柱が立方体に勢いよく衝突して、立方体が少し弾き飛ばされる。","立方体と円柱が衝突して、同じくらいの距離で止まる。","円柱は勢いなく立方体に衝突して、円柱は近くに弾き飛ばされる。","円柱は減速しながら立方体に衝突して円柱が弾き飛ばされ立方体は減速する。","円柱は勢いよく立方体に衝突して、円柱は少し弾かれて停止する。"],"distribution":[8, 0.5]}
{"ID":"1","pattern":"24","input":"立方体と円柱が衝突する。床がザラザラしている。立方体の質量が大きい。円柱の質量が小さい。","output":["立方体と円柱が衝突して、円柱が近くに弾き飛ばされる。","立方体と円柱が衝突して、円柱が遠くに弾き飛ばされる。","立方体は円柱に衝突して、円柱は近くに弾き飛ばされる。","円柱と立方体は減速しながら衝突して円柱が弾き飛ばされ立方体も少し弾き飛ばされる。","立方体と円柱は衝突して、円柱は少し弾かれて停止する。"],"distribution":[10, 0.5]}
{"ID":"1","pattern":"28","input":"立方体と円柱が衝突する。床がザラザラしている。立方体のスピードが遅い。円柱のスピードが速い。","output":["円柱が立方体に勢いよく衝突して、立方体が近くに弾き飛ばされる。","立方体と円柱が衝突して、立方体が遠くに弾き飛ばされる。","円柱は勢いなく立方体に衝突して、立方体は近くに弾き飛ばされる。","円柱は減速しながら立方体に衝突して円柱が弾き飛ばされ立方体も少し弾き飛ばされる。","円柱は勢いよく立方体に衝突して、立方体は少し弾かれて停止する。"],"distribution":[10, 0.5]}
{"ID":"1","pattern":"30","input":"立方体と円柱が衝突する。立方体の質量が大きい。円柱の質量が小さい。立方体のスピードが速い。円柱のスピードが遅い。","output":["立方体が円柱に勢いよく衝突して、円柱が弾き飛ばされる。","立方体と円柱が衝突して、円柱が遠くに弾き飛ばされる。","立方体は勢いよく円柱に衝突して、円柱は遠くに弾き飛ばされる。","立方体は円柱に衝突して円柱が弾き飛ばされ立方体も少し弾き飛ばされる。","立方体は勢いよく円柱に衝突して、円柱は弾き飛ばされる。"],"distribution":[14, 0.5]}
{"ID":"1","pattern":"31","input":"立方体と円柱が衝突する。立方体の質量が大きい。円柱の質量が小さい。立方体のスピードが遅い。円柱のスピードが速い。","output":["円柱が立方体に勢いよく衝突して、立方体が弾き飛ばされる。","立方体と円柱が衝突して、同じくらいの距離で止まる。","円柱は勢いよく立方体に衝突して、円柱は遠くに弾き飛ばされる。","円柱は立方体に衝突して円柱が大きく弾き飛ばされ立方体も少し弾き飛ばされる。","円柱は勢いよく立方体に衝突して、円柱は弾き飛ばされる。"],"distribution":[10, 0.5]}
{"ID":"1","pattern":"36","input":"立方体と円柱が衝突する。立方体と円柱の質量が等しい。立方体のスピードが速い。円柱のスピードが遅い。","output":["立方体が円柱に勢いよく衝突して、円柱が弾き飛ばされる。","立方体と円柱が衝突して、円柱が弾き飛ばせる。","立方体は勢いよく円柱に衝突して、円柱は遠くに弾き飛ばされ。","立方体は円柱に衝突してどちらも同じだけ弾き飛ばされる。","立方体は勢いよく円柱に衝突して、円柱は弾き飛ばされる。"],"distribution":[12, 0.5]}
{"ID":"5","pattern":"0","input":"灰色の物体と紫色の物体が衝突します。床がツルツルしている。灰色の物体の質量が大きい。紫色の物体の質量が小さい。灰色の物体のスピードが速い。紫色の物体のスピードが遅い。","output":["灰色の物体が紫色の物体に勢いよく衝突して、紫色の物体が遠くに弾き飛ばされる。","灰色の物体と紫色の物体が衝突して、紫色の物体が少し動いて止まる。","灰色の物体は勢いよく紫色の物体に衝突して、紫色の物体は遠くに弾き飛ばされる。","灰色の物体は加速しながら紫色の物体に衝突して紫色の物体が大きく弾き飛ばされ灰色の物体も少し弾き飛ばされる。","灰色の物体は勢いよく紫色の物体に衝突して、紫色の物体は遠くに弾き飛ばされる。"],"distribution":[16, 0.5]}
{"ID":"5","pattern":"4","input":"灰色の物体と紫色の物体が衝突します。床がツルツルしている。灰色の物体の質量が小さい。紫色の物体の質量が大きい。灰色の物体のスピードが遅い。紫色の物体のスピードが速い。","output":["紫色の物体が灰色の物体に勢いよく衝突して、灰色の物体が遠くに弾き飛ばされる。","灰色の物体と紫色の物体が衝突して、灰色の物体が少し動いて止まる。","紫色の物体は勢いよく灰色の物体に衝突して、灰色の物体は遠くに弾き飛ばされる。","紫色の物体は加速しながら灰色の物体に衝突して灰色の物体が大きく弾き飛ばされ紫色の物体も弾き飛ばされる。","紫色の物体は勢いよく灰色の物体に衝突して、灰色の物体は遠くに弾き飛ばされる。"],"distribution":[16, 0.5]}
{"ID":"5","pattern":"8","input":"灰色の物体と紫色の物体が衝突します。床がツルツルしている。灰色の物体と紫色の物体の質量が等しい。灰色の物体と紫色の物体のスピードが等しい。","output":["灰色の物体と紫色の物体が衝突して、どちらも反対の方向に大きく弾き飛ばされる。","灰色の物体と紫色の物体が衝突して、両方とも同じくらいの距離で止まる。","灰色の物体は紫色の物体に衝突して、灰色の物体と紫色の物体は遠くに弾き飛ばされる。","灰色の物体と紫色の物体は加速しながら衝突して紫色の物体と灰色の物体が同じ程度弾き飛ばされる。","灰色の物体と紫色の物体は衝突して、両方とも反対の方向へ弾き飛ばされる。"],"distribution":[12, 0.5]}
{"ID":"5","pattern":"15","input":"灰色の物体と紫色の物体が衝突します。床がザラザラしている。灰色の物体の質量が大きい。紫色の物体の質量が小さい。灰色の物体のスピードが速い。紫色の物体のスピードが遅い。","output":["灰色の物体が紫色の物体に勢いよく衝突して、紫色の物体が少し弾き飛ばされる。","灰色の物体と紫色の物体が衝突して、紫色の物体が少し動いて止まる。","灰色の物体は勢いよく紫色の物体に衝突して、紫色の物体は近くに弾き飛ばされる。","灰色の物体は減速しながら紫色の物体に衝突して紫色の物体が大きく弾き飛ばされ灰色の物体も弾き飛ばされる。","灰色の物体は勢いよく紫色の物体に衝突して、紫色の物体は少し弾かれて停止する。"],"distribution":[12, 0.5]}
{"ID":"5","pattern":"23","input":"灰色の物体と紫色の物体が衝突します。床がザラザラしている。灰色の物体と紫色の物体の質量が等しい。灰色の物体と紫色の物体のスピードが等しい。","output":["灰色の物体と紫色の物体が衝突して、どちらも反対の方向に少し弾き飛ばされる。","灰色の物体と紫色の物体が衝突して、両方少し動いて止まる。","灰色の物体は紫色の物体に衝突して、灰色の物体と紫色の物体は近くに弾き飛ばされる。","灰色の物体と紫色の物体は減速しながら衝突して紫色の物体と灰色の物体が同じ程度弾き飛ばされる。","灰色の物体と紫色の物体は衝突して、両方とも反対の方向へ少し弾かれて停止する。"],"distribution":[8, 0.5]}
{"ID":"5","pattern":"30","input":"灰色の物体と紫色の物体が衝突します。灰色の物体の質量が大きい。紫色の物体の質量が小さい。灰色の物体のスピードが速い。紫色の物体のスピードが遅い。","output":["灰色の物体が紫色の物体に勢いよく衝突して、紫色の物体が遠くに弾き飛ばされる。","灰色の物体と紫色の物体が衝突して、紫色の物体が少し動いて止まる。","灰色の物体は勢いよく紫色の物体に衝突して、紫色の物体は遠くに弾き飛ばされる。","灰色の物体が紫色の物体に衝突して紫色の物体が大きく弾き飛ばされ灰色の物体も弾き飛ばされる。","灰色の物体は勢いよく紫色の物体に衝突して、紫色の物体は弾き飛ばされる。"],"distribution":[14, 0.5]}
{"ID":"5","pattern":"34","input":"灰色の物体と紫色の物体が衝突します。灰色の物体の質量が小さい。紫色の物体の質量が大きい。灰色の物体のスピードが遅い。紫色の物体のスピードが速い。","output":["紫色の物体が灰色の物体に勢いよく衝突して、灰色の物体が弾き飛ばされる。","灰色の物体と紫色の物体が衝突して、灰色の物体が遠くに弾き飛ばされる。","紫色の物体は勢いよく灰色の物体に衝突して、灰色の物体は遠くに弾き飛ばされる。","紫色の物体は灰色の物体に衝突して灰色の物体が弾き飛ばされ紫色の物体も少し弾き飛ばされる。","紫色の物体は勢いよく灰色の物体に衝突して、灰色の物体は弾き飛ばされる。"],"distribution":[14, 0.5]}
{"ID":"5","pattern":"37","input":"灰色の物体と紫色の物体が衝突します。灰色の物体と紫色の物体の質量が等しい。灰色の物体のスピードが遅い。紫色の物体のスピードが速い。","output":["紫色の物体が灰色の物体に勢いよく衝突して、灰色の物体が弾き飛ばされる。","灰色の物体と紫色の物体が衝突して、灰色の物体が少し動いて止まる。","紫色の物体は勢いよく灰色の物体に衝突して、灰色の物体は遠くに弾き飛ばされる。","紫色の物体は灰色の物体に衝突して紫色の物体が弾き飛ばされ灰色の物体も少し弾き飛ばされる。","紫色の物体は勢いよく灰色の物体に衝突して、灰色の物体は弾き飛ばされる。"],"distribution":[12, 0.5]}
{"ID":"5","pattern":"38","input":"灰色の物体と紫色の物体が衝突します。灰色の物体と紫色の物体の質量が等しい。灰色の物体と紫色の物体のスピードが等しい。","output":["灰色の物体と紫色の物体が衝突して、どちらも反対の方向に弾き飛ばされる。","灰色の物体と紫色の物体が衝突して、同じくらいの距離で止まる。","灰色の物体は紫色の物体に衝突して、灰色の物体と紫色の物体は遠くに弾き飛ばされる。","灰色の物体と紫色の物体は衝突して紫色の物体と灰色の物体が同じ程度弾き飛ばされる。","灰色の物体と紫色の物体は衝突して、両方とも反対の方向へ弾かれる。"],"distribution":[10, 0.5]}
{"ID":"5","pattern":"43","input":"灰色の物体と紫色の物体が衝突します。灰色の物体のスピードが遅い。紫色の物体のスピードが速い。","output":["紫色の物体が灰色の物体に勢いよく衝突して、灰色の物体が弾き飛ばされる。","灰色の物体と紫色の物体が衝突して、灰色の物体が少し弾き飛ばされる。","紫色の物体は勢いよく灰色の物体に衝突して、灰色の物体は遠くに弾き飛ばされる。","紫色の物体が灰色の物体に衝突して紫色の物体が弾き飛ばされ灰色の物体も少し弾き飛ばされる。","紫色の物体は勢いよく灰色の物体に衝突して、灰色の物体は弾き飛ばされる。"],"distribution":[12, 0.5]}
{"ID":"6","pattern":"1","input":"赤い球体と青い球体が衝突します。床がツルツルしている。赤い球体の質量が大きい。青い球体の質量が小さい。赤い球体のスピードが遅い。青い球体のスピードが速い。","output":["青い球体が赤い球体に勢いよく衝突して、赤い球体が遠くに弾き飛ばされる。","赤い球体と青い球体が衝突して、同じくらいの距離で止まる。","青い球体は勢いよく赤い球体に衝突して、青い球体は遠くに弾き飛ばされる。","青い球体は加速しながら赤い球体に衝突して青い球体が弾き飛ばされ赤い球体も少し弾き飛ばされる。","青い球体は勢いよく赤い球体に衝突して、青い球体は遠くに弾かれ転がっていく。"],"distribution":[14, 0.5]}
{"ID":"6","pattern":"4","input":"赤い球体と青い球体が衝突します。床がツルツルしている。赤い球体の質量が小さい。青い球体の質量が大きい。赤い球体のスピードが遅い。青い球体のスピードが速い。","output":["青い球体が赤い球体に勢いよく衝突して、赤い球体が遠くに弾き飛ばされる。","赤い球体と青い球体が衝突して、赤い球体が遠くに弾き飛ばされる。","青い球体は勢いよく赤い球体に衝突して、青い球体は遠くに弾き飛ばされる。","青い球体は加速しながら赤い球体に衝突して赤い球体が弾き飛ばされ青い球体も少し弾き飛ばされる。","青い球体は勢いよく赤い球体に衝突して、赤い球体は遠くに弾かれ転がっていく。"],"distribution":[18, 0.5]}
{"ID":"6","pattern":"5","input":"赤い球体と青い球体が衝突します。床がツルツルしている。赤い球体の質量が小さい。青い球体の質量が大きい。赤い球体と青い球体のスピードが等しい。","output":["赤い球体と青い球体が衝突して、青い球体が遠くに弾き飛ばされる。","赤い球体と青い球体が衝突して、赤い球体が遠くに弾き飛ばされる。","赤い球体は青い球体に衝突して、赤い球体は遠くに弾き飛ばされる。","赤い球体と青い球体は加速しながら衝突して赤い球体が大きく弾き飛ばされ青い球体も弾き飛ばされる。","赤い球体と青い球体は衝突して、赤い球体は遠くに弾かれ転がっていく。"],"distribution":[16, 0.5]}
{"ID":"6","pattern":"6","input":"赤い球体と青い球体が衝突します。床がツルツルしている。赤い球体と青い球体の質量が等しい。赤い球体のスピードが速い。青い球体のスピードが遅い。","output":["赤い球体が青い球体に勢いよく衝突して、青い球体が遠くに弾き飛ばされる。","赤い球体と青い球体が衝突して、青い球体が少し動いて止まる。","赤い球体は勢いよく青い球体に衝突して、赤い球体と青い球体は遠くに弾き飛ばされる。","赤い球体は加速しながら青い球体に衝突して赤い球体が弾き飛ばされ青い球体も少し弾き飛ばされる。","赤い球体は勢いよく青い球体に衝突して、青い球体は遠くに弾かれ転がっていく。"],"distribution":[16, 0.5]}
{"ID":"6","pattern":"9","input":"赤い球体と青い球体が衝突します。床がツルツルしている。赤い球体の質量が大きい。青い球体の質量が小さい。","output":["赤い球体と青い球体が衝突して、青い球体が遠くに弾き飛ばされる。","赤い球体と青い球体が衝突して、青い球体が遠くに弾き飛ばされる。","赤い球体は青い球体に衝突して、青い球体は遠くに弾き飛ばされる。","赤い球体と青い球体は加速しながら衝突して赤い球体が大きく弾き飛ばされ青い球体も弾き飛ばされる。","赤い球体と青い球体は衝突して、青い球体は遠くに弾かれ転がっていく。"],"distribution":[16, 0.5]}
{"ID":"6","pattern":"15","input":"赤い球体と青い球体が衝突します。床がザラザラしている。赤い球体の質量が大きい。青い球体の質量が小さい。赤い球体のスピードが速い。青い球体のスピードが遅い。","output":["赤い球体が青い球体に勢いよく衝突して、青い球体が少し弾き飛ばされる。","赤い球体と青い球体が衝突して、青い球体が少し動いて止まる。","赤い球体は勢いよく青い球体に衝突して、青い球体は遠くに弾き飛ばされる。","赤い球体は減速しながら青い球体に衝突して青い球体が大きく弾き飛ばされ赤い球体も少し弾き飛ばされる。","赤い球体は勢いよく青い球体に衝突して、青い球体は弾かれ少し転がって停止する。"],"distribution":[14, 0.5]}
{"ID":"6","pattern":"19","input":"赤い球体と青い球体が衝突します。床がザラザラしている。赤い球体の質量が小さい。青い球体の質量が大きい。赤い球体のスピードが遅い。青い球体のスピードが速い。","output":["青い球体が赤い球体に勢いよく衝突して、赤い球体が少し弾き飛ばされる。","赤い球体と青い球体が衝突して、赤い球体が少し動いて止まる。","青い球体は勢いよく赤い球体に衝突して、赤い球体は近くに弾き飛ばされる。","青い球体は減速しながら赤い球体に衝突して赤い球体が大きく弾き飛ばされ青い球体も弾き飛ばされる。","青い球体は勢いよく赤い球体に衝突して、赤い球体は弾かれ少し転がって停止する。"],"distribution":[14, 0.5]}
{"ID":"6","pattern":"25","input":"赤い球体と青い球体が衝突します。床がザラザラしている。赤い球体の質量が小さい。青い球体の質量が大きい。","output":["赤い球体と青い球体が衝突して、赤い球体が近くに弾き飛ばされる。","赤い球体と青い球体が衝突して、赤い球体が少し動いて止まる。","赤い球体は青い球体に衝突して、赤い球体は近くに弾き飛ばされる。","赤い球体と青い球体は減速しながら衝突して赤い球体が弾き飛ばされ青い球体も少し弾き飛ばされる。","赤い球体と青い球体は衝突して、赤い球体は弾かれ少し転がって停止する。"],"distribution":[12, 0.5]}
{"ID":"6","pattern":"30","input":"赤い球体と青い球体が衝突します。赤い球体の質量が大きい。青い球体の質量が小さい。赤い球体のスピードが速い。青い球体のスピードが遅い。","output":["赤い球体が青い球体に勢いよく衝突して、青い球体が弾き飛ばされる。","赤い球体と青い球体が衝突して、青色の物体が少し動いて止まる。","赤い球体は勢いよく青い球体に衝突して、青い球体は遠くに弾き飛ばされる。","赤い球体は青い球体に衝突して青い球体が弾き飛ばされ赤い球体も少し弾き飛ばされる。","赤い球体は勢いよく青い球体に衝突して、青い球体は弾かれ転がる。"],"distribution":[16, 0.5]}
{"ID":"6","pattern":"41","input":"赤い球体と青い球体が衝突します。赤い球体と青い球体の質量が等しい。","output":["赤い球体と青い球体が衝突して、どちらも反対の方向に弾き飛ばされる。","赤い球体と青い球体が衝突して、同じくらいの距離で止まる。","赤い球体は青い球体に衝突して、赤い球体と青い球体は弾き飛ばされる。","赤い球体と青い球体は衝突して同じだけ弾き飛ばされる。","赤い球体と青い球体は衝突して、両方とも反対の方向へ弾かれ転がる。"],"distribution":[12, 0.5]}
